Revit 2027 API
ParameterTypeId.ProjectRevisionRevisionDate Property
 "Revision Date"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ProjectRevisionRevisionDate { get; }
Public Shared ReadOnly Property ProjectRevisionRevisionDate As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ProjectRevisionRevisionDate {
	ForgeTypeId^ get ();
}
static member ProjectRevisionRevisionDate : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace